package com.mariiapasichna;

public class Main {

    /*4. Написать программу которая вычисляет значения корня квадратного без использования библиотечных методов типа Math.sqrt().
Например методом половинного деления.*/

    public static void main(String[] args) {
        Mathematics.sqrt(100);
        System.out.println("Test: " + Math.sqrt(100));
    }
}